Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: On Apple TV a scan-with-your-phone backup is coming: Backup will show a QR code, you scan it with your phone, and your settings save to your VortX account. Restore shows another code to bring them right back. Until then, signing in restores your library, add-ons, and watch history here.
af: Op Apple TV kom 'n skan-met-jou-foon rugsteun: Rugsteun sal 'n QR-kode wys, jy skan dit met jou foon en jou instellings word na jou VortX-rekening gestoor. Herstel wys 'n ander kode om dit reg terug te bring. Tot dan herstel aanmelding jou biblioteek, byvoegings en kykvorderinghier.
am: Apple TV ላይ በስልክ-ስካን ምትኬ እየመጣ ነው: ምትኬ QR ኮድ ያሳያል፣ ስልክዎ ይቃኘዋል፣ ቅንብሮቹ ወደ VortX መለያዎ ይቀመጣሉ። መልሶ ማግኛ ሌላ ኮድ ያሳያሉ ወዲያው ለማምጣት። እስከዚያ፣ መግባት ቤተ-መፅሐፍቱን፣ ተጨማሪዎችን፣ እና የሰዓት ታሪኩን ይመልሳሉ።
ar: على Apple TV قادم نسخ احتياطي بالمسح عبر هاتفك: سيعرض النسخ الاحتياطي رمز QR، تمسحه بهاتفك، فتُحفَظ إعداداتك في حساب VortX الخاص بك. وتعرض الاستعادة رمزًا آخر لإعادتها فورًا. حتى ذلك الحين، يستعيد تسجيل الدخول مكتبتك وإضافاتك وسجل مشاهدتك هنا.
as: Apple TV-ত ফোনেৰে-স্কেন-কৰা বেকআপ আহি আছে: বেকআপে এটা QR ক'ড দেখুৱাব, আপুনি সেয়া ফোনেৰে স্কেন কৰিব, আৰু আপোনাৰ ছেটিংছবোৰ আপোনাৰ VortX একাউণ্টলৈ সাঁচি থ'ব। পুনৰুদ্ধাৰে সেইবোৰ পোনে পোনে ঘূৰাই আনিবলৈ আন এটা ক'ড দেখুৱায়। সেইলৈকে, ছাইন-ইন কৰিলে ইয়াত আপোনাৰ লাইব্ৰেৰী, এড-অন আৰু চোৱাৰ ইতিহাস পুনৰুদ্ধাৰ হয়।
az: Apple TV-də telefonla skan yedəkləməsi gəlir: Yedəkləmə bir QR kodu göstərəcək, telefonunuzla skan edirsiniz və parametrləriniz VortX hesabınıza saxlanılır. Bərpa etmək üçün başqa bir kodu göstərir. O vaxta qədər daxil olmaq kitabxananızı, əlavələrinizi və izlənmə tarixçənizi bura qaytarır.
be: На Apple TV хутка з'явіцца рэзервовае капіраванне са сканіраваннем тэлефонам: Рэзервовая копія пакажа QR-код, вы скануеце яго тэлефонам, і вашы налады захоўваюцца ў ваш акаўнт VortX. Аднаўленне паказвае іншы код, каб вярнуць іх адразу назад. Да таго часу ўваход аднаўляе вашу бібліятэку, дадаткі і гісторыю прагляду тут.
bg: На Apple TV предстои резервно копие чрез сканиране с телефона: Резервно копие ще покаже QR код, сканирате го с телефона си и настройките ви се запазват към вашия VortX акаунт. Възстановяване показва друг код, за да ги върнете веднага. Дотогава влизането възстановява вашата библиотека, добавки и история на гледане тук.
bn: Apple TV-তে ফোন দিয়ে স্ক্যান-করা ব্যাকআপ আসছে: ব্যাকআপ একটি QR কোড দেখাবে, আপনি আপনার ফোন দিয়ে এটি স্ক্যান করবেন, এবং আপনার সেটিংস আপনার VortX অ্যাকাউন্টে সংরক্ষিত হবে। পুনরুদ্ধার সেগুলো ফিরিয়ে আনতে আরেকটি কোড দেখায়। ততক্ষণ পর্যন্ত, সাইন ইন করলে এখানে আপনার লাইব্রেরি, অ্যাড-অন এবং দেখার ইতিহাস পুনরুদ্ধার হয়।
br: War Apple TV emañ o tont ur gwareziñ dre skanañ gant ho pellgomz: ar Gwareziñ a ziskouezo ur c'hod QR, e skanit gant ho pellgomz, hag ho arventennoù a enroll d'ho kont VortX. An Assav a ziskouez ur c'hod all evit o zegas en-dro raktal. Betek neuze, kennaskañ a assav ho levraoueg, ho enlugelladoù, hag ho istor sellet amañ.
bs: Na Apple TV-u stiže sigurnosna kopija skeniranjem telefonom: Sigurnosna kopija će prikazati QR kod, skenirate ga telefonom, a vaše postavke se čuvaju na vaš VortX račun. Obnova prikazuje drugi kod da ih odmah vrati. Do tada, prijava obnavlja vašu biblioteku, dodatke i historiju gledanja ovdje.
ca: A l'Apple TV, aviat arribarà una còpia de seguretat per escanejar amb el telèfon: Còpia de seguretat mostrarà un codi QR, l'escanegis amb el telèfon i els ajustos es desen al teu compte de VortX. Restauració mostra un altre codi per recuperar-los. Fins llavors, iniciar sessió restaura la biblioteca, els complements i l'historial de visualització aquí.
ceb: Sa Apple TV padulong na ang scan-with-your-phone nga backup: Ang Backup mopakita og QR code, i-scan nimo kini gamit ang imong telepono, ug ma-save ang imong settings sa imong VortX account. Ang Restore mopakita og laing code aron mabalik dayon kini. Samtang wala pa, ang pag-sign in nag-restore sa imong library, add-ons, ug watch history diri.
cs: Na Apple TV se chystá záloha naskenováním telefonem: Záloha zobrazí QR kód, ten naskenujete telefonem a vaše nastavení se uloží do vašeho účtu VortX. Obnovení zobrazí další kód, kterým je hned vrátíte zpět. Do té doby přihlášení obnoví zde vaši knihovnu, doplňky a historii sledování.
cy: Ar Apple TV mae copi wrth gefn sganio-gyda'ch-ffôn ar y ffordd: bydd Copi wrth Gefn yn dangos cod QR, rydych yn ei sganio â'ch ffôn, ac mae'ch gosodiadau'n cadw i'ch cyfrif VortX. Mae Adfer yn dangos cod arall i'w hadfer yn syth. Tan hynny, mae mewngofnodi'n adfer eich llyfrgell, ychwanegion a hanes gwylio yma.
da: På Apple TV er en sikkerhedskopi med scan-med-din-telefon på vej: Sikkerhedskopiér viser en QR-kode, du scanner den med din telefon, og dine indstillinger gemmes til din VortX-konto. Gendan viser en anden kode, der henter dem lige tilbage. Indtil da gendanner login dit bibliotek, dine tilføjelser og din seehistorik her.
de: Auf Apple TV kommt bald ein Backup per Scan mit deinem Telefon: Backup zeigt einen QR-Code, du scannst ihn mit deinem Telefon, und deine Einstellungen werden in deinem VortX-Konto gespeichert. Wiederherstellung zeigt einen weiteren Code, um sie direkt zurückzuholen. Bis dahin stellt die Anmeldung deine Bibliothek, Add-ons und deinen Wiedergabeverlauf hier wieder her.
el: Στο Apple TV έρχεται αντίγραφο ασφαλείας με σάρωση από το τηλέφωνό σας: το Αντίγραφο ασφαλείας θα εμφανίσει έναν κωδικό QR, τον σαρώνετε με το τηλέφωνό σας και οι ρυθμίσεις σας αποθηκεύονται στον λογαριασμό VortX σας. Η Επαναφορά εμφανίζει έναν άλλο κωδικό για να τις φέρετε αμέσως πίσω. Μέχρι τότε, η σύνδεση επαναφέρει εδώ τη βιβλιοθήκη, τα πρόσθετα και το ιστορικό παρακολούθησής σας.
es: En Apple TV llegará pronto una copia de seguridad por escaneo con el móvil: Copia de seguridad mostrará un código QR, lo escaneas con el móvil y tus ajustes se guardan en tu cuenta VortX. Restaurar muestra otro código para traerlos de vuelta. Hasta entonces, al iniciar sesión se restauran aquí tu biblioteca, complementos e historial de visualización.
et: Apple TV-le on tulemas telefoniga skannitav varukoopia: Varundus kuvab QR-koodi, sa skannid selle telefoniga ja su seaded salvestatakse su VortX-i kontole. Taastamine kuvab uue koodi nende kohe tagasitoomiseks. Seni taastab sisselogimine siia su teegi, lisad ja vaatamisajaloo.
eu: Apple TV-n telefonoarekin eskaneatutako babeskopia bat dator: Babeskopiak QR kode bat erakutsiko du, telefonoarekin eskaneatzen duzu, eta zure ezarpenak VortX kontuan gordetzen dira. Berrezarpenak beste kode bat erakusten du berriro ekartzeko. Bitartean, saioa hasteak zure liburutegia, gehigarriak eta ikusteko historia hemen berrezartzen ditu.
fa: روی Apple TV پشتیبان‌گیری با اسکن‌توسط‌تلفن در راه است: پشتیبان‌گیری یک کد QR نشان می‌دهد، شما آن را با تلفن خود اسکن می‌کنید و تنظیماتتان در حساب VortX ذخیره می‌شود. بازیابی کد دیگری نشان می‌دهد تا آن‌ها را بلافاصله برگرداند. تا آن زمان، ورود به حساب، کتابخانه، افزونه‌ها و تاریخچه تماشای شما را اینجا بازیابی می‌کند.
fi: Apple TV:lle on tulossa puhelimella skannattava varmuuskopio: Varmuuskopiointi näyttää QR-koodin, jonka skannaat puhelimellasi, ja asetuksesi tallentuvat VortX-tilillesi. Palautus näyttää toisen koodin, jolla saat ne heti takaisin. Siihen asti kirjautuminen palauttaa kirjastosi, lisäosasi ja katseluhistoriasi tänne.
fil: Sa Apple TV, paparating ang backup na sina-scan-mo-gamit-ang-telepono: Magpapakita ang Backup ng QR code, isi-scan mo ito gamit ang iyong telepono, at mase-save ang iyong mga setting sa iyong VortX account. Magpapakita ang Restore ng isa pang code para agad itong maibalik. Hanggang doon, ang pag-sign in ay nagbabawi ng iyong library, mga add-on, at watch history dito.
fo: Á Apple TV kemur eitt skanna-við-telefonini trygdaravrit: Trygdaravrit vísir ein QR-kotu, tú skannar hana við telefonini, og stillingar tínar goymast til VortX-kontu tína. Endurskapan vísir eina aðra kotu fyri at fáa tær beinanvegin aftur. Til tess innritar tú fyri at endurskapa savn, eykingar og hyggisøgu her.
fr: Sur Apple TV, une sauvegarde par scan avec votre téléphone arrive : Sauvegarder affichera un code QR, vous le scannez avec votre téléphone, et vos réglages sont enregistrés sur votre compte VortX. Restaurer affiche un autre code pour les récupérer aussitôt. En attendant, la connexion restaure ici votre bibliothèque, vos add-ons et votre historique de visionnage.
fy: Op Apple TV komt in reservekopy dy't jo mei jo telefoan skenne: Reservekopy toant in QR-koade, jo skenne dy mei jo telefoan, en jo ynstellings wurde nei jo VortX-akkount bewarre. Werstelle toant in oare koade om se daliks werom te heljen. Oant dy tiid wurde jo bibleteek, add-ons en sjochskiednis hjir werstelt troch oan te melden.
ga: Ar Apple TV tá cúltaca scanadh-le-do-fhón ag teacht: taispeánfaidh Cúltaca cód QR, scanann tú é le do fhón, agus sábhálann do shocruithe chuig do chuntas VortX. Taispeánann Athchóiriú cód eile chun iad a thabhairt ar ais láithreach. Go dtí sin, athchóiríonn síniú isteach do leabharlann, do bhreiseáin agus do stair féachana anseo.
gd: Air Apple TV tha lethbhreac-glèidhidh sganaidh-le-do-fhòn a' tighinn: seallaidh Lethbhreac-glèidhidh còd QR, sganaidh tu le d' fhòn e, agus sàbhailidh na roghainnean agad dhan chunntas VortX agad. Seallaidh Aiseag còd eile gus an toirt air ais sa bhad. Gus an sin, aisigidh clàradh a-steach do leabharlann, tuilleadain, agus eachdraidh coimhid an seo.
gl: En Apple TV está próxima a función de copia de seguranza con escaneo desde o teléfono: Copia de seguranza mostrará un código QR, escanéalo co teu teléfono e os teus axustes gárdanse na túa conta de VortX. Restaurar mostra outro código para recuperalos. Mentres tanto, iniciar sesión restaura a túa biblioteca, complementos e historial de visualización aquí.
gu: Apple TV પર ફોન-થી-સ્કેન બેકઅપ આવી રહ્યું છે: Backup એક QR કોડ બતાવશે, તમે તેને તમારા ફોનથી સ્કેન કરો, અને તમારી સેટિંગ તમારા VortX account માં સચવાય છે. Restore તેમને તરત પાછા લાવવા બીજો કોડ બતાવે છે. ત્યાં સુધી, સાઇન ઇન કરવાથી તમારી library, add-ons અને જોવાનો ઇતિહાસ અહીં પુનઃસ્થાપિત થાય છે.
ha: A Apple TV adana kwafi na duba-da-wayarka yana zuwa: Adana Kwafi zai nuna lambar QR, ka duba ta da wayarka, kuma saitunanka su adana zuwa asusunka na VortX. Maidowa yana nuna wata lamba don dawo da su nan take. Har sai lokacin, shigar da kake yana maido da ɗakin karatunka, ƙarin abubuwa, da tarihin kallo a nan.
he: ב-Apple TV מגיע גיבוי בסריקה עם הטלפון: גיבוי יציג קוד QR, אתה סורק אותו עם הטלפון, וההגדרות שלך נשמרות לחשבון VortX שלך. שחזור מציג קוד נוסף כדי להחזיר אותן מיד. עד אז, התחברות משחזרת כאן את הספרייה, ההרחבות והיסטוריית הצפייה שלך.
hi: Apple TV पर फ़ोन-से-स्कैन बैकअप आ रहा है: बैकअप एक QR कोड दिखाएगा, आप उसे अपने फ़ोन से स्कैन करते हैं, और आपकी सेटिंग्स आपके VortX खाते में सहेजी जाती हैं। पुनर्स्थापना उन्हें तुरंत वापस लाने के लिए एक और कोड दिखाती है। तब तक, साइन इन करने से आपकी लाइब्रेरी, ऐड-ऑन और देखने का इतिहास यहाँ पुनर्स्थापित हो जाते हैं।
hr: Na Apple TV-u stiže sigurnosna kopija skeniranjem telefonom: Sigurnosna kopija prikazat će QR kod, skenirate ga telefonom, a vaše se postavke spremaju na vaš VortX račun. Vraćanje prikazuje drugi kod da ih odmah vratite. Do tada, prijava vraća vašu biblioteku, dodatke i povijest gledanja ovdje.
ht: Sou Apple TV yon backup pou eskane-ak-telefòn-ou ap vini: Backup pral montre yon kòd QR, ou eskane l ak telefòn ou, epi paramèt ou yo konsève nan kont VortX ou an. Restore montre yon lòt kòd pou pote yo retounen touswit. Anvan sa, konekte restore bibliyotèk ou, add-on yo, ak istorik gade ou isit la.
hu: Apple TV-n hamarosan érkezik a telefonnal beolvasható biztonsági mentés: a Mentés egy QR-kódot mutat, beolvasod a telefonoddal, és a beállításaid a VortX-fiókodba mentődnek. A Visszaállítás egy másik kódot mutat, amellyel azonnal visszahozhatod őket. Addig is a bejelentkezés itt visszaállítja a könyvtárad, a kiegészítőid és a megtekintési előzményeid.
hy: Apple TV-ում հեռախոսով սկան կատարելու կրկնօրինակ է գալիս. Կրկնօրինակ-ը QR կոդ կցուցադրի, դուք կսկանեք ձեր հեռախոսով, և ձեր կարգավորումները կպահվեն ձեր VortX հաշվում։ Վերականգնումը ևս մեկ կոդ կցուցադրի դրանք հետ բերելու համար։ Մինչ այդ, մուտք գործելը կվերականգնի ձեր գրադարանը, հավելանյութերն ու դիտման պատմությունն այստեղ։
id: Di Apple TV, cadangan pindai-dengan-ponsel akan hadir: Cadangkan akan menampilkan kode QR, Anda memindainya dengan ponsel, dan pengaturan Anda tersimpan ke akun VortX Anda. Pulihkan menampilkan kode lain untuk mengembalikannya seketika. Sampai saat itu, masuk akan memulihkan pustaka, add-on, dan riwayat tonton Anda di sini.
ig: Na Apple TV, nchekwa nyocha-site-na-ekwentị gị na-abịa: Nchekwa ga-egosi koodu QR, ị na-eji ekwentị gị nyochaa ya, ntọala gị ga-echekwa na akaụntụ VortX gị. Mweghachi na-egosi koodu ọzọ iji weghachite ha ozugbo. Ruo mgbe ahụ, nbanye na-eweghachi ọba akwụkwọ gị, ngwakọ, na akụkọ nlele ebe a.
is: Á Apple TV er öryggisafrit með símaskönnun í vændum: Öryggisafrit mun sýna QR-kóða, þú skannar hann með símanum þínum og stillingarnar þínar visst við VortX-reikninginn þinn. Endurheimting sýnir annan kóða til að færa þær beint aftur. Þangað til endurheimtir innskráning safnið, viðbæturnar og horfuferil þinn hér.
it: Su Apple TV sta arrivando un backup da scansionare col telefono: Backup mostrerà un codice QR, lo scansioni col telefono e le tue impostazioni vengono salvate nel tuo account VortX. Ripristina mostra un altro codice per riportarle indietro. Fino ad allora, accedendo ripristini qui la tua libreria, i componenti aggiuntivi e la cronologia di visione.
ja: Apple TV では、スマートフォンでスキャンするバックアップが近日対応予定です。バックアップが QR コードを表示し、スマートフォンでスキャンすると、設定が VortX アカウントに保存されます。復元では別のコードが表示され、すぐに元に戻せます。それまでは、サインインするとライブラリ、アドオン、視聴履歴がここに復元されます。
jv: Ing Apple TV, cadhangan pindai-nganggo-ponsel bakal teka: Cadhangan bakal nampilaké kode QR, sampeyan pindai nganggo ponsel, lan setelan sampeyan kasimpen menyang akun VortX sampeyan. Pulihaké nampilaké kode liyané kanggo mbalèkaké maneh. Nganti kuwi, mlebu bakal mulihaké perpustakaan, add-on, lan riwayat tonton sampeyan ing kéné.
ka: Apple TV-ზე მოდის სარეზერვო ასლი ტელეფონით სკანირებით: სარეზერვო ასლი აჩვენებს QR კოდს, სკანირებთ ტელეფონით და პარამეტრები ინახება VortX ანგარიშში. აღდგენა აჩვენებს სხვა კოდს მათ დასაბრუნებლად. მანამდე, შესვლა ბიბლიოთეკას, დამატებებს და ყურების ისტორიას აქ აღადგენს.
kk: Apple TV-де телефонмен сканерлеу арқылы сақтық көшірме жасау мүмкіндігі келеді: Сақтық көшірме QR кодын көрсетеді, оны телефоныңызбен сканерлейсіз және параметрлеріңіз VortX тіркелгіңізге сақталады. Қалпына келтіру оларды кері қайтару үшін тағы бір код көрсетеді. Сол уақытқа дейін кіру кітапхананы, қондырмаларды және қараушы тарихын осында қалпына келтіреді.
km: នៅ Apple TV ការបម្រុងទុកដោយស្គែន-ជាមួយ-ទូរស័ព្ទកំពុងមក: Backup នឹងបង្ហាញ QR code, អ្នកស្គែនវាដោយទូរស័ព្ទ ហើយការកំណត់របស់អ្នករក្សាទុកទៅគណនី VortX របស់អ្នក។ Restore បង្ហាញកូដមួយទៀតដើម្បីយកពួកវាត្រឡប់មកវិញ។ រហូតដល់ពេលនោះ ការចូលស្តារបណ្ណាល័យ add-ons និងប្រវត្តិមើលរបស់អ្នកទីនេះ។
kn: Apple TV ನಲ್ಲಿ ನಿಮ್ಮ ಫೋನ್‌ನಿಂದ ಸ್ಕ್ಯಾನ್ ಮಾಡುವ ಬ್ಯಾಕಪ್ ಬರಲಿದೆ: ಬ್ಯಾಕಪ್ QR ಕೋಡ್ ಅನ್ನು ತೋರಿಸುತ್ತದೆ, ನೀವು ಅದನ್ನು ನಿಮ್ಮ ಫೋನ್‌ನಿಂದ ಸ್ಕ್ಯಾನ್ ಮಾಡುತ್ತೀರಿ, ಮತ್ತು ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ನಿಮ್ಮ VortX ಖಾತೆಗೆ ಉಳಿಯುತ್ತವೆ. ಮರುಸ್ಥಾಪನೆ ಅವುಗಳನ್ನು ತಕ್ಷಣ ಮರಳಿ ತರಲು ಮತ್ತೊಂದು ಕೋಡ್ ಅನ್ನು ತೋರಿಸುತ್ತದೆ. ಅಲ್ಲಿಯವರೆಗೆ, ಸೈನ್ ಇನ್ ಮಾಡುವುದರಿಂದ ನಿಮ್ಮ ಲೈಬ್ರರಿ, ಆಡ್-ಆನ್‌ಗಳು ಮತ್ತು ವೀಕ್ಷಣಾ ಇತಿಹಾಸವನ್ನು ಇಲ್ಲಿ ಮರುಸ್ಥಾಪಿಸುತ್ತದೆ.
ko: Apple TV에서는 휴대폰으로 스캔하는 백업이 곧 제공됩니다. 백업이 QR 코드를 표시하면 휴대폰으로 스캔하고, 설정이 VortX 계정에 저장됩니다. 복원은 또 다른 코드를 표시해 바로 가져옵니다. 그때까지는 로그인하면 여기에서 라이브러리, 부가 기능, 시청 기록이 복원됩니다.
ku: Li ser Apple TV paşekevtineke bi-telefona-xwe-skankirinê tê: Paşekevtin dê QR-kodekê nîşan bide, tu wê bi telefona xwe skan dikî, û mîhengên te di hesabê te yê VortX de têne tomarkirin. Vegerandin koda din nîşan dide da ku wan rasterast vegerîne. Heta wê demê, têketin pirtûkxane, pêvek û dîroka temaşekirina te li vir vedigerîne.
ky: Apple TV'де телефонуңуз менен скандаган резервдик көчүрмө жакында келет: Резервдөө QR кодун көрсөтөт, аны телефонуңуз менен скандайсыз, жана жөндөөлөрүңүз VortX аккаунтуңузга сакталат. Калыбына келтирүү аларды дароо кайтаруу үчүн дагы бир кодду көрсөтөт. Ага чейин, кирүү сиздин китепканаңызды, кошумчаларыңызды жана көрүү тарыхыңызды бул жерде калыбына келтирет.
lb: Um Apple TV kënnt eng Sécherung mat Scannen-mat-dengem-Telefon: D'Sécherung weist e QR-Code, du scannst en mat dengem Telefon, an deng Astellunge ginn a däi VortX-Kont gespäichert. D'Restauréierung weist en anere Code fir se direkt zréckzebréngen. Bis dohin holt d'Umelde deng Bibliothéik, deng Add-ons an deng Kucks-Historik hei zréck.
lo: ໃນ Apple TV ການສຳຮອງແບບສະແກນດ້ວຍໂທລະສັບກຳລັງຈະມາ: ການສຳຮອງຈະສະແດງລະຫັດ QR, ທ່ານສະແກນມັນດ້ວຍໂທລະສັບ, ແລ້ວການຕັ້ງຄ່າຂອງທ່ານຈະບັນທຶກໄປຫາບັນຊີ VortX ຂອງທ່ານ. ການກູ້ຄືນຈະສະແດງລະຫັດອີກອັນເພື່ອນຳມັນກັບຄືນມາທັນທີ. ໃນລະຫວ່າງນີ້, ການເຂົ້າສູ່ລະບົບຈະກູ້ຄືນຄັງເກັບ, ສ່ວນເສີມ, ແລະ ປະຫວັດການເບິ່ງຂອງທ່ານຢູ່ນີ້.
lt: Apple TV netrukus bus galima daryti atsarginę kopiją nuskaitant telefonu: Atsarginė kopija parodys QR kodą, jūs nuskaitysite jį telefonu, ir jūsų nuostatos bus išsaugotos jūsų VortX paskyroje. Atkūrimas parodys kitą kodą, kad iškart juos grąžintų. Iki tol prisijungimas atkuria jūsų biblioteką, papildinius ir žiūrėjimo istoriją čia.
lv: Apple TV ierīcē drīz būs pieejams dublējums ar skenēšanu, izmantojot tālruni: Dublēšana parādīs QR kodu, jūs to skenējat ar savu tālruni, un jūsu iestatījumi tiek saglabāti jūsu VortX kontā. Atjaunošana parāda citu kodu, lai tos uzreiz atgrieztu. Līdz tam pierakstīšanās šeit atjauno jūsu bibliotēku, papildinājumus un skatīšanās vēsturi.
mg: Amin'ny Apple TV dia ho avy ny backup skana-amin'ny-finday: Ny Backup dia haneho kaody QR, skananao amin'ny finday izany, ary voatahiry amin'ny kaonty VortX-nao ny fandrindranao. Ny Restore dia maneho kaody hafa hamerenana azy ireny avy hatrany. Mandra-pahatongan'izay, ny fidirana dia mamerina ny tranombokinao, add-ons, ary ny tantaram-pijerena eto.
mi: I te Apple TV kei te haere mai he taruatanga matawai-ki-tō-waea: ka whakaatu te Taruatanga i tētahi waehere QR, ka matawaihia e koe ki tō waea, ā, ka tiaki ō tautuhinga ki tō pūkete VortX. Ka whakaatu te Whakaora i tētahi atu waehere hei whakahoki tere i a rātou. Tae noa ki reira, mā te takiuru e whakaora tō whare pukapuka, ō apataki, me te hītori mātakitaki i konei.
mk: На Apple TV доаѓа резервна копија со скенирање со телефон: Резервна копија ќе прикаже QR код, го скенирате со телефонот и поставките се зачувуваат на вашата VortX сметка. Враќање покажува уште еден код за да ги вратите. Дотогаш, пријавувањето ги враќа вашата библиотека, додатоците и историјата на гледање тука.
ml: Apple TV-യിൽ ഫോണുമായി സ്കാൻ-ചെയ്യുന്ന ബാക്കപ്പ് വരുന്നു: ബാക്കപ്പ് ഒരു QR കോഡ് കാണിക്കും, നിങ്ങൾ അത് ഫോൺ ഉപയോഗിച്ച് സ്കാൻ ചെയ്യുന്നു, നിങ്ങളുടെ ക്രമീകരണങ്ങൾ നിങ്ങളുടെ VortX അക്കൗണ്ടിലേക്ക് സംരക്ഷിക്കപ്പെടും. പുനഃസ്ഥാപനം അവ ഉടനടി തിരികെ കൊണ്ടുവരാൻ മറ്റൊരു കോഡ് കാണിക്കും. അതുവരെ, സൈൻ ഇൻ ചെയ്യുന്നത് നിങ്ങളുടെ ലൈബ്രറി, ആഡ്-ഓണുകൾ, കാഴ്ച ചരിത്രം എന്നിവ ഇവിടെ പുനഃസ്ഥാപിക്കുന്നു.
mn: Apple TV дээр утсаараа сканнердах нөөцлөлт удахгүй гарна: Нөөцлөх нь QR код харуулах бөгөөд та үүнийг утсаараа сканнердахад таны тохиргоо VortX данс руу хадгалагдана. Сэргээх нь тэдгээрийг буцааж авчрах өөр код харуулна. Тэр болтол нэвтрэх нь таны сан, нэмэлтүүд болон үзсэн түүхийг энд сэргээнэ.
mr: Apple TV वर फोन-स्कॅन बॅकअप येत आहे: Backup एक QR कोड दाखवेल, तुम्ही तो तुमच्या फोनने स्कॅन करा, आणि तुमच्या सेटिंग्ज तुमच्या VortX खात्यात जतन होतील. Restore त्या परत आणण्यासाठी आणखी एक कोड दाखवते. तोपर्यंत, साइन इन केल्याने तुमची लायब्ररी, add-ons आणि पाहण्याचा इतिहास येथे पुनर्संचयित होतो.
ms: Pada Apple TV sandaran imbas-dengan-telefon-anda akan datang: Sandar akan menunjukkan kod QR, anda mengimbasnya dengan telefon anda, dan tetapan anda disimpan ke akaun VortX anda. Pulih menunjukkan kod lain untuk membawanya kembali terus. Sehingga itu, log masuk memulihkan pustaka, tambahan, dan sejarah tontonan anda di sini.
mt: Fuq l-Apple TV ġej backup li tiskennja bit-telefon tiegħek: Backup juri kodiċi QR, tiskennjah bit-telefon tiegħek, u s-settings tiegħek jinħażnu fil-kont VortX tiegħek. Restore juri kodiċi ieħor biex iġibhom lura minnufih. Sadanittant, meta tidħol tirrestawra l-librerija, l-add-ons, u l-istorja tal-wiri tiegħek hawn.
my: Apple TV တွင် ဖုန်းဖြင့်စကင်ဖတ်သည့် အရန်သိမ်းမှု လာတော့မည် − Backup သည် QR ကုဒ်တစ်ခု ပြသမည်၊ သင့်ဖုန်းဖြင့် စကင်ဖတ်ပြီး သင့်ဆက်တင်များ VortX အကောင့်သို့ သိမ်းသည်။ Restore သည် ၎င်းတို့ကို ချက်ချင်း ပြန်ယူရန် အခြားကုဒ်တစ်ခု ပြသည်။ ထိုအချိန်အထိ လက်မှတ်ထိုးဝင်ခြင်းဖြင့် သင့် library, add-on များနှင့် ကြည့်ရှုမှုမှတ်တမ်းကို ဤနေရာတွင် ပြန်လည်ရယူပေးသည်။
nb: På Apple TV kommer en sikkerhetskopi du skanner med telefonen: Sikkerhetskopiering viser en QR-kode, du skanner den med telefonen, og innstillingene dine lagres til VortX-kontoen din. Gjenoppretting viser en ny kode for å hente dem rett tilbake. Inntil da gjenoppretter innlogging biblioteket, tilleggene og avspillingshistorikken din her.
ne: Apple TV मा फोनबाट स्क्यान गरेर ब्याकअप आउँदैछ: ब्याकअपले QR कोड देखाउनेछ, तपाईंले आफ्नो फोनबाट स्क्यान गर्नुहुन्छ, र तपाईंका सेटिङहरू VortX खातामा बचाइन्छन्। रिस्टोरले अर्को कोड देखाउँछ जसले तिनीहरूलाई फिर्ता ल्याउँछ। तब सम्म, साइन इन गर्दा तपाईंको लाइब्रेरी, add-on हरू र हेर्ने इतिहास यहाँ पुनर्स्थापित हुन्छन्।
nl: Op Apple TV komt er een back-up via scannen met je telefoon: Back-up toont een QR-code, je scant die met je telefoon en je instellingen worden opgeslagen in je VortX-account. Herstellen toont een andere code om ze meteen terug te halen. Tot die tijd herstelt aanmelden je bibliotheek, add-ons en kijkgeschiedenis hier.
ny: Pa Apple TV backup yosanja-ndi-foni yanu ikubwera: Backup idzawonetsa QR code, mumasanja ndi foni yanu, ndipo zokonda zanu zimasungidwa ku akaunti yanu ya VortX. Restore imawonetsa khodi ina kuti zibwerere mwachindunji. Mpaka pamenepo, kulowa kumabwezeretsa laibulale yanu, ma add-on, ndi mbiri ya kuwonera pano.
oc: Sus Apple TV, una salvagarda per escanatge amb lo telefòn arriba lèu : Salvagardar afichara un còde QR, l'escanatz amb vòstre telefòn e vòstres reglatges s'enregistran sus vòstre compte VortX. Restaurar aficha un autre còde per los recuperar sul pic. En esperant, la connexion restaura aicí vòstra bibliotèca, vòstres moduls e vòstre istoric de visionatge.
or: Apple TV‌ରେ ଫୋନ-ସ୍କାନ ବ୍ୟାକଅପ୍ ଆସୁଛି: Backup ଏକ QR କୋଡ୍ ଦେଖାଇବ, ଆପଣ ଏହାକୁ ଆପଣଙ୍କ ଫୋନରେ ସ୍କାନ କରନ୍ତୁ, ଏବଂ ଆପଣଙ୍କ ସେଟିଂ ଆପଣଙ୍କ VortX ଆକାଉଣ୍ଟରେ ସାଇତ ହୁଏ। Restore ସେଗୁଡ଼ିକୁ ଫେରାଇ ଆଣିବାକୁ ଆଉ ଏକ କୋଡ୍ ଦେଖାଏ। ସେ ପର୍ଯ୍ୟନ୍ତ, ସାଇନ୍-ଇନ କରିବା ଏଠାରେ ଆପଣଙ୍କ ଲାଇବ୍ରେରୀ, ଆଡ୍-ଅନ ଏବଂ ୱାଚ୍ ଇତିହାସ ପୁନରୁଦ୍ଧାର କରେ।
pa: Apple TV 'ਤੇ ਫ਼ੋਨ ਨਾਲ ਸਕੈਨ ਬੈਕਅੱਪ ਆ ਰਿਹਾ ਹੈ: ਬੈਕਅੱਪ ਇੱਕ QR ਕੋਡ ਦਿਖਾਏਗਾ, ਤੁਸੀਂ ਇਸਨੂੰ ਆਪਣੇ ਫ਼ੋਨ ਨਾਲ ਸਕੈਨ ਕਰੋ, ਅਤੇ ਤੁਹਾਡੀਆਂ ਸੈਟਿੰਗਾਂ ਤੁਹਾਡੇ VortX ਖਾਤੇ ਵਿੱਚ ਸੇਵ ਹੋ ਜਾਂਦੀਆਂ ਹਨ। ਰੀਸਟੋਰ ਉਹਨਾਂ ਨੂੰ ਵਾਪਸ ਲਿਆਉਣ ਲਈ ਇੱਕ ਹੋਰ ਕੋਡ ਦਿਖਾਉਂਦਾ ਹੈ। ਉਦੋਂ ਤੱਕ, ਸਾਈਨ ਇਨ ਕਰਨ ਨਾਲ ਇੱਥੇ ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ, ਐਡ-ਆਨ ਅਤੇ ਵੇਖਣ ਦਾ ਇਤਿਹਾਸ ਰੀਸਟੋਰ ਹੁੰਦਾ ਹੈ।
pl: Na Apple TV pojawi się kopia zapasowa skanowana telefonem: Kopia zapasowa wyświetli kod QR, zeskanujesz go telefonem, a Twoje ustawienia zapiszą się na Twoim koncie VortX. Przywracanie wyświetli kolejny kod, aby od razu je odzyskać. Do tego czasu zalogowanie się przywróci tutaj Twoją bibliotekę, dodatki i historię oglądania.
ps: په Apple TV کې د خپل موبایل سره سکن-بیک‌اپ راروان دی: بیک‌اپ به یو QR کود وښیي، تاسو یې د خپل موبایل سره سکن کوئ، او ستاسو ترتیبات ستاسو د VortX حساب کې ساتل کیږي. بیا رغونه بل کود ښیي چې سملاسي یې راستون کړي. تر هغه، ننوتل ستاسو کتابتون، اضافه‌ونې او د کتلو تاریخچه دلته بیا رغوي.
pt_br: Na Apple TV está chegando um backup feito com a leitura pelo celular: o Backup mostrará um código QR, você o lê com o celular e suas configurações são salvas na sua conta VortX. Restaurar mostra outro código para trazê-las de volta. Até lá, fazer login restaura sua biblioteca, complementos e histórico de exibição aqui.
pt_pt: Na Apple TV está a chegar uma cópia de segurança por leitura com o telemóvel: a opção Cópia de segurança mostrará um código QR, lê-o com o telemóvel e as suas definições são guardadas na sua conta VortX. Restaurar mostra outro código para as trazer de volta de imediato. Até lá, iniciar sessão restaura aqui a sua biblioteca, add-ons e histórico de visualização.
ro: Pe Apple TV vine o copie de rezervă prin scanare cu telefonul: Backup va afișa un cod QR, îl scanezi cu telefonul, iar setările tale se salvează în contul tău VortX. Restaurarea afișează un alt cod pentru a le aduce înapoi imediat. Până atunci, autentificarea îți restaurează aici biblioteca, add-on-urile și istoricul de vizionare.
ru: На Apple TV скоро появится резервное копирование сканированием телефоном: «Резервная копия» покажет QR-код, вы сканируете его телефоном, и ваши настройки сохраняются в аккаунте VortX. «Восстановление» покажет другой код, чтобы тут же их вернуть. А пока вход восстанавливает здесь вашу библиотеку, дополнения и историю просмотра.
rw: Kuri Apple TV kubika binyuze mu gukoresha telefone yawe biraje: Kubika bizerekana kode ya QR, uyisikana na telefone yawe, maze imiterere yawe ibikwe kuri konti yawe ya VortX. Kugarura byerekana indi kode kugira ngo ubigarure ako kanya. Kugeza icyo gihe, kwinjira bigarura isomero ryawe, ibyongeramo, n'amateka yo kureba aha.
sd: Apple TV تي فون سان اسڪين ڪري بيڪ اپ اچي رهيو آهي: بيڪ اپ هڪ QR ڪوڊ ڏيکاريندو، اوهان ان کي فون سان اسڪين ڪريو ٿا، ۽ اوهان جون سيٽنگون اوهان جي VortX اڪائونٽ ۾ محفوظ ٿي وڃن ٿيون. بحالي ٻيو ڪوڊ ڏيکاري انھن کي واپس آڻي ٿي. ان تائين، سائن-ان ڪرڻ سان اوهان جي لائبريري، ايڊ-آنز، ۽ ڏسڻ جي تاريخ هتي بحال ٿي وڃي ٿي.
si: Apple TV මත ඔබේ දුරකථනයෙන් ස්කෑන් කරන උපස්ථයක් පැමිණෙමින් ඇත: උපස්ථය QR කේතයක් පෙන්වයි, ඔබ එය ඔබේ දුරකථනයෙන් ස්කෑන් කරයි, එවිට ඔබේ සැකසුම් ඔබේ VortX ගිණුමට සුරැකේ. ප්‍රතිසාධනය ඒවා නැවත ගෙන ඒමට තවත් කේතයක් පෙන්වයි. එතෙක්, පිවිසීමෙන් ඔබේ පුස්තකාලය, ඇඩෝන සහ නැරඹීම් ඉතිහාසය මෙහි ප්‍රතිසාධනය කරයි.
sk: Na Apple TV pripravujeme zálohu naskenovaním telefónom: Záloha zobrazí QR kód, naskenujete ho telefónom a vaše nastavenia sa uložia do vášho účtu VortX. Obnovenie zobrazí ďalší kód, ktorý ich hneď vráti späť. Dovtedy prihlásenie obnoví vašu knižnicu, doplnky a históriu sledovania tu.
sl: Na Apple TV prihaja varnostna kopija z optičnim branjem s telefonom: Varnostna kopija bo prikazala kodo QR, ki jo optično preberete s telefonom, vaše nastavitve pa se shranijo v vaš račun VortX. Obnovitev prikaže novo kodo, da jih takoj prinesete nazaj. Do takrat prijava sem obnovi vašo knjižnico, dodatke in zgodovino gledanja.
sm: I le Apple TV o loo sau se faaputugatupe suʻe-i-lau-telefoni: E faaali e le Faaputugatupe se QR code, e te suʻe i lau telefoni, ma e teu au faatulagaga i lau tala VortX. E faaali e le Toe Faaleleia se isi code e toe aumai vave ai. Seia oo i lena taimi, o le ulufale e toe faaleleia ai lau faletusi, add-ons, ma tala faasolopito o le matamata iinei.
sn: PaApple TV backup yokuskena-nefoni-yako iri kuuya: Backup icharatidza QR code, unoiskena nefoni yako, uye zvirongwa zvako zvinochengetwa ku account yako yeVortX. Restore icharatidza imwe kodhi kuti idzoreredze pakarepo. Kusvika ipapo, kupinda kunodzoreredza raibhurari yako, zvinowedzera, nenhoroondo yokuona pano.
so: Apple TV waxaa soo socda kayd aad ku sawirto telefoonkaaga: Backup wuxuu tusi doonaa koodh QR, telefoonkaaga ayaad ku sawiraysaa, dejintaaduna waxay ku kaydsanaysaa akoonkaaga VortX. Restore wuxuu tusaa koodh kale si uu isla markiiba u soo celiyo. Ilaa markaas, gelitaanku wuxuu halkan ku soo celiyaa maktabaddaada, add-ons-kaaga, iyo taariikhda daawashada.
sq: Në Apple TV po vjen rezervimi me skanim nga telefoni: Kopja Rezervë do të tregojë një kod QR, e skanoni me telefonin tuaj dhe cilësimet tuaja ruhen në llogarinë tuaj VortX. Rivendosja tregon një kod tjetër për t'i rikthyer menjëherë. Deri atëherë, hyrja rikthen bibliotekën, shtesat dhe historinë e shikimit këtu.
sr: На Apple TV стиже резервна копија скенирањем телефоном: Резервна копија ће приказати QR код, ви га скенирате телефоном, а ваша подешавања се чувају на VortX налогу. Враћање приказује нови код да их одмах вратите. До тада, пријава овде враћа вашу библиотеку, додатке и историју гледања.
st: Ho Apple TV polokelo ea scan-ka-mohala-oa-hau ea tla: Backup e tla bontša khoutu ea QR, u e scan ka mohala oa hau, 'me litlhophiso tsa hau li bolokoe ho akhaonto ea hau ea VortX. Restore e bontša khoutu e 'ngoe ho li khutlisa hang-hang. Ho fihlela ka nako eo, ho kena ho tsosolosa laebrari ea hau, litlatsetso, le nalane ea ho shebella mona.
su: Dina Apple TV cadangan scan-jeung-hapé anjeun bakal datang: Cadangan bakal némbongkeun kodeu QR, anjeun scan ku hapé, terus setélan anjeun disimpen ka akun VortX anjeun. Pulihkeun némbongkeun kodeu séjén pikeun mawana balik deui. Nepi ka harita, asup pikeun mulihkeun pustaka, add-on, jeung riwayat lalajo anjeun di dieu.
sv: På Apple TV kommer snart en säkerhetskopiering med skanning via telefonen: Säkerhetskopiera visar en QR-kod, du skannar den med telefonen och dina inställningar sparas till ditt VortX-konto. Återställ visar en annan kod för att hämta tillbaka dem direkt. Tills dess återställer inloggning ditt bibliotek, dina tillägg och din tittarhistorik här.
sw: Kwenye Apple TV nakala rudia ya kuchanganua-kwa-simu yako inakuja: Nakala Rudia itaonyesha msimbo wa QR, uchanganue kwa simu yako, na mipangilio yako ihifadhiwe kwenye akaunti yako ya VortX. Urejesho unaonyesha nambari nyingine kuleta nyuma. Hadi wakati huo, kuingia kunarejesha maktaba yako, viongezi, na historia ya kutazama hapa.
ta: Apple TV-யில் உங்கள் ஃபோனால் ஸ்கேன் செய்யும் காப்புப்பிரதி வரவிருக்கிறது: காப்புப்பிரதி ஒரு QR குறியீட்டைக் காட்டும், அதை உங்கள் ஃபோனால் ஸ்கேன் செய்வீர்கள், உங்கள் அமைப்புகள் உங்கள் VortX கணக்கில் சேமிக்கப்படும். மீட்டமை மற்றொரு குறியீட்டைக் காட்டி அவற்றை உடனே திரும்பக் கொண்டுவரும். அதுவரை, உள்நுழைவது உங்கள் லைப்ரரி, நீட்சிகள் மற்றும் பார்வை வரலாற்றை இங்கே மீட்டமைக்கும்.
te: Apple TVలో ఫోన్‌తో-స్కాన్-చేసే బ్యాకప్ రాబోతోంది: బ్యాకప్ ఒక QR కోడ్‌ను చూపుతుంది, మీరు దాన్ని మీ ఫోన్‌తో స్కాన్ చేస్తారు, మీ సెట్టింగ్‌లు మీ VortX ఖాతాకు సేవ్ అవుతాయి. పునరుద్ధరణ వాటిని వెంటనే తిరిగి తీసుకురావడానికి మరో కోడ్‌ను చూపుతుంది. అప్పటివరకు, సైన్ ఇన్ చేయడం వల్ల మీ లైబ్రరీ, యాడ్-ఆన్‌లు, మరియు చూసిన చరిత్ర ఇక్కడ పునరుద్ధరించబడతాయి.
tg: Дар Apple TV нусхаи эҳтиётии сканкунӣ бо телефон дар роҳ аст: Нусхаи эҳтиётӣ рамзи QR-ро нишон медиҳад, шумо онро бо телефони худ скан мекунед ва танзимоти шумо ба ҳисоби VortX-и шумо нигоҳ дошта мешаванд. Барқарорсозӣ рамзи дигарро нишон медиҳад, то онҳоро рост баргардонад. То он вақт, воридшавӣ китобхона, иловагиҳо ва таърихи тамошои шуморо дар ин ҷо барқарор мекунад.
th: บน Apple TV กำลังจะมีการสำรองข้อมูลแบบสแกนด้วยโทรศัพท์ของคุณ: การสำรองจะแสดงโค้ด QR คุณสแกนด้วยโทรศัพท์ แล้วการตั้งค่าจะถูกบันทึกไปยังบัญชี VortX การกู้คืนจะแสดงอีกโค้ดเพื่อนำกลับมาทันที ในระหว่างนี้ การลงชื่อเข้าใช้จะกู้คืนไลบรารี แอดออน และประวัติการดูของคุณที่นี่
tr: Apple TV'de telefonunuzla tarayarak yedekleme yakında geliyor: Yedekle bir QR kodu gösterecek, onu telefonunuzla tarayacaksınız ve ayarlarınız VortX hesabınıza kaydedilecek. Geri Yükle, ayarları hemen geri getirmek için başka bir kod gösterir. O zamana kadar, oturum açmak kütüphanenizi, eklentilerinizi ve izleme geçmişinizi burada geri yükler.
tt: Apple TV'да телефон белән сканерлау аша резерв күчермә тиздән килә: Резерв күчермә QR код күрсәтәчәк, син аны телефоның белән сканерлыйсың, ә көйләүләрең VortX хисабыңа саклана. Торгызу аларны кире кайтару өчен башка код күрсәтә. Ул чакка кадәр, кереш китапханәңне, өстәмәләреңне һәм карау тарихыңны монда торгыза.
ug: Apple TV دا تېلېفونىڭىز بىلەن سايىلەپ زاپاسلاش كېلىدۇ: زاپاسلاش QR كودى كۆرسىتىدۇ، سىز ئۇنى تېلېفونىڭىز بىلەن سايىلەيسىز، تەڭشەكلىرىڭىز VortX ھېساباتىڭىزغا ساقلىنىدۇ. ئەسلىگە كەلتۈرۈش يەنە بىر كود كۆرسىتىپ ئۇلارنى دەرھال قايتۇرۇپ كېلىدۇ. ئۇ چاققىچە، كىرىش ئارقىلىق ئامبارىڭىز، قوشۇلمىلىرىڭىز ۋە كۆرۈش تارىخىڭىز بۇ يەردە ئەسلىگە كېلىدۇ.
uk: На Apple TV скоро з’явиться резервне копіювання скануванням телефоном: Резервна копія покаже QR-код, ви скануєте його телефоном, і ваші налаштування зберігаються в акаунт VortX. Відновлення покаже інший код, щоб одразу їх повернути. До того часу вхід відновлює тут вашу бібліотеку, додатки та історію перегляду.
ur: Apple TV پر اپنے فون سے اسکین کرنے والا بیک اپ آ رہا ہے: بیک اپ ایک QR کوڈ دکھائے گا، آپ اسے اپنے فون سے اسکین کرتے ہیں، اور آپ کی سیٹنگز آپ کے VortX اکاؤنٹ میں محفوظ ہو جاتی ہیں۔ بحالی انہیں فوراً واپس لانے کے لیے ایک اور کوڈ دکھاتی ہے۔ اس وقت تک، سائن اِن کرنے سے آپ کی لائبریری، ایڈ-آنز، اور دیکھنے کی تاریخ یہاں بحال ہو جاتی ہے۔
uz: Apple TV'da telefoningiz bilan skaner qiluvchi zaxira nusxa tez orada keladi: Zaxira nusxa QR kod ko'rsatadi, uni telefoningiz bilan skaner qilasiz va sozlamalaringiz VortX hisobingizga saqlanadi. Tiklash ularni darhol qaytarish uchun boshqa kod ko'rsatadi. Ungacha, tizimga kirish kutubxonangiz, qo'shimchalaringiz va ko'rish tarixingizni shu yerda tiklaydi.
vi: Trên Apple TV, tính năng sao lưu bằng cách quét với điện thoại sắp ra mắt: Sao lưu sẽ hiển thị một mã QR, bạn quét nó bằng điện thoại và cài đặt của bạn được lưu vào tài khoản VortX. Khôi phục sẽ hiển thị một mã khác để mang chúng trở lại ngay. Cho đến lúc đó, việc đăng nhập sẽ khôi phục thư viện, tiện ích bổ sung và lịch sử xem của bạn tại đây.
xh: Kwi-Apple TV ikopi yokhuselo yokuskena-ngefowuni-yakho iyeza: iBackup iya kubonisa ikhowudi ye-QR, uyiskene ngefowuni yakho, kwaye iisetingi zakho zigcinwe kwiakhawunti yakho yeVortX. IRestore ibonisa enye ikhowudi ukuze izibuyise ngqo. De kube ngoko, ukungena kubuyisela ithala lakho, ii-add-on, kunye nembali yokubukela apha.
yo: Lórí Apple TV, àdàkọ ìwòye-pẹ̀lú-fóònù rẹ ń bọ̀: Àdàkọ yóò fi kóòdù QR hàn, o ó wò ó pẹ̀lú fóònù rẹ, àwọn ètò rẹ yóò sì tọ́jú sí àkàwé VortX rẹ. Ìmúpadà yóò fi kóòdù mìíràn hàn láti mú wọn padà wá. Títí di ìgbà náà, ìwọlé máa ń mú ìkàwé, àwọn add-on, àti ìtàn ìwò rẹ padà síbí.
zh_hans: Apple TV 上即将推出用手机扫码的备份方式：备份会显示一个 QR 码，你用手机扫描，设置便会保存到你的 VortX 账户。恢复会显示另一个代码以立即取回它们。在此之前，登录即可在这里恢复你的库、附加组件和观看历史。
zh_hant: Apple TV 上即將推出以手機掃描的備份方式：「備份」會顯示一組 QR 碼，你用手機掃描後，設定就會儲存至你的 VortX 帳號。「還原」則會顯示另一組代碼，讓設定立即回來。在那之前，登入即可在此還原你的資料庫、外掛與觀看記錄。
zu: Ku-Apple TV ikhophi yokusekela oyiskena ngefoni yakho iyeza: Ukusekela kuzobonisa ikhodi ye-QR, uyiskene ngefoni yakho, bese izilungiselelo zakho zilondolozwa ku-akhawunti yakho ye-VortX. Ukubuyisela kubonisa enye ikhodi ukuze uzibuyise ngokushesha. Kuze kube yilapho, ukungena kubuyisela ilabhulali yakho, izengezo, nomlando wokubuka lapha.
